Repository: burtnoir/Auteur
Catalog: auteur/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Name
fr: Nom

source: This name is too long - 256 characters should be enough for anyone.
fr: Ce nom est trop long - 256 caractères devrait être suffisant pour tout le monde.

source: You need to name the project.
fr: Vous devez citer le projet.

source: You need to say something about the project.
fr: Vous avez besoin de dire quelque chose sur le projet.

source: Template
fr: Modèle

source: Project Is a Template?
fr: Project est un modèle?

source: Name already used. Maybe a writer should try to be more original?
fr: Nom déjà utilisé. Peut-être un écrivain devrait essayer d'être plus original?

source: -- Choose a Template --
fr: - Choisissez un modèle -

source: Hoorah! Section was added.
fr: Hoorah! Section a été ajouté.

source: Hoorah! Section was deleted.
fr: Hoorah! Section a été supprimée.

source: Hoorah! Section was updated.
fr: Hoorah! Section a été mis à jour.

source: Save was a Complete Success!
fr: Sauvegarder était un succès complet!

source: Hoorah! Synopsis was updated.
fr: Hoorah! Synopsis été mis à jour.

source: Hoorah! Notes was updated.
fr: Hoorah! Remarques a été mis à jour.

source: Hoorah! Project details were updated.
fr: Hoorah! Les détails du projet ont été mis à jour.

source: Configuration Save was a Complete Success!
fr: Enregistrer la configuration était un succès complet!

source: Export
fr: Exportation

source: Add
fr: Ajouter

source: Rename
fr: Renommez

source: Delete
fr: Effacer

source: Save
fr: Enregistrer

source: Enter the synopsis for this section here.
fr: Entrez le synopsis de cette section ici.

source: Notes
fr: Remarques

source: Enter any notes for this section here.
fr: Entrez toutes les notes de cette section ici.

source: Show Projects
fr: Voir les projets

source: Show Templates
fr: Afficher les modèles

source: Create a New Project
fr: Créer un nouveau projet

source: Enter the name here
fr: Entrez le nom ici

source: Organise Your Writing
fr: Organiser votre écriture
